brew "bat"
brew "duckdb"
brew "fd"
brew "fzf"
brew "git"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "llvm"
brew "lua-language-server"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "trash", link: true
brew "tree"
brew "watch"
brew "wget"
brew "ykman"
brew "zoxide"
cask "claude-code"
cask "rectangle"
cask "skim"
